Revit 2027 API
BuiltInFailures.InaccurateFailures.InaccurateAreaLine Property
 Area separation line is slightly off axis and may cause inaccuracies.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InaccurateAreaLine { get; }
Public Shared ReadOnly Property InaccurateAreaLine As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InaccurateAreaLine {
	FailureDefinitionId^ get ();
}
static member InaccurateAreaLine : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InaccurateFailures Class
Autodesk.Revit.DB Namespace